<?php

return [
    'discord_notifications' => ['АГЛ', 'Кошка', 'Кракен'],

    'daily' => [
        ['03:20', 'АГЛ'],
        ['07:20', 'АГЛ'],
        ['11:20', 'АГЛ'],
        ['15:20', 'АГЛ'],
        ['19:20', 'АГЛ'],
        ['23:20', 'АГЛ'],
    ],

    'weekly' => [
        1 => [['10:00', 'Кошка'], ['19:30', 'Кракен'], ['20:30', 'Калидис'], ['21:30', 'Анталлон'], ['22:00', 'Кошка']],
        2 => [['10:00', 'Кошка'], ['19:30', 'Ксанатос'], ['20:30', 'Левиафан'], ['22:00', 'Кошка']],
        3 => [['10:00', 'Кошка'], ['22:00', 'Кошка']],
        4 => [['10:00', 'Кошка'], ['19:30', 'Кракен'], ['20:30', 'Левиафан'], ['22:00', 'Кошка']],
        5 => [['10:00', 'Кошка'], ['19:30', 'Ксанатос'], ['20:30', 'Калидис'], ['21:30', 'Анталлон'], ['22:00', 'Кошка']],
        6 => [['10:00', 'Кошка'], ['19:30', 'Кракен'], ['20:30', 'Калидис'], ['22:00', 'Кошка']],
        7 => [['10:00', 'Кошка'], ['19:30', 'Ксанатос'], ['19:50', 'Анталлон'], ['20:30', 'Левиафан'], ['22:00', 'Кошка']],
    ],
];
